Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: The MCP server allows AI tools like Claude Code, Codex, and Gemini CLI to execute SSH commands and access cloud resources. New connections require your approval.
ar: يتيح خادم MCP لأدوات الذكاء الاصطناعي مثل Claude Code وCodex وGemini CLI تنفيذ أوامر SSH والوصول إلى الموارد السحابية. تتطلب الاتصالات الجديدة موافقتك.
ca: El servidor MCP permet que les eines d'IA com Claude Code, Codex i Gemini CLI executin ordres SSH i accedeixin a recursos al núvol. Les connexions noves requereixen la vostra aprovació.
cs: MCP server umožňuje AI nástrojům jako Claude Code, Codex a Gemini CLI spouštět SSH příkazy a přistupovat ke cloudovým zdrojům. Nová připojení vyžadují vaše schválení.
da: MCP-serveren giver AI-værktøjer som Claude Code, Codex og Gemini CLI mulighed for at udføre SSH-kommandoer og tilgå cloud-ressourcer. Nye forbindelser kræver din godkendelse.
de: Der MCP-Server ermöglicht KI-Werkzeugen wie Claude Code, Codex und Gemini CLI die Ausführung von SSH-Befehlen und den Zugriff auf Cloud-Ressourcen. Neue Verbindungen erfordern Ihre Genehmigung.
es: El servidor MCP permite que herramientas de IA como Claude Code, Codex y Gemini CLI ejecuten comandos SSH y accedan a recursos en la nube. Las nuevas conexiones requieren su aprobación.
fi: MCP-palvelin sallii tekoälytyökalujen, kuten Claude Code, Codex ja Gemini CLI, suorittaa SSH-komentoja ja käyttää pilviresursseja. Uudet yhteydet vaativat hyväksyntäsi.
fr: Le serveur MCP permet aux outils d'IA comme Claude Code, Codex et Gemini CLI d'exécuter des commandes SSH et d'accéder aux ressources cloud. Les nouvelles connexions nécessitent votre approbation.
he: שרת MCP מאפשר לכלי AI כמו Claude Code, Codex ו-Gemini CLI להריץ פקודות SSH ולגשת למשאבי ענן. חיבורים חדשים דורשים את אישורך.
hu: Az MCP-kiszolgáló lehetővé teszi az AI-eszközök, mint a Claude Code, Codex és Gemini CLI számára SSH-parancsok végrehajtását és felhőerőforrások elérését. Az új kapcsolatok az Ön jóváhagyását igénylik.
it: Il server MCP consente a strumenti AI come Claude Code, Codex e Gemini CLI di eseguire comandi SSH e accedere a risorse cloud. Le nuove connessioni richiedono la Sua approvazione.
ja: MCPサーバーにより、Claude Code、Codex、Gemini CLIなどのAIツールがSSHコマンドの実行やクラウドリソースへのアクセスが可能になります。新しい接続にはあなたの承認が必要です。
ko: MCP 서버를 통해 Claude Code, Codex, Gemini CLI와 같은 AI 도구가 SSH 명령을 실행하고 클라우드 리소스에 접근할 수 있습니다. 새로운 연결에는 사용자 승인이 필요합니다.
nb: MCP-serveren lar AI-verktøy som Claude Code, Codex og Gemini CLI utføre SSH-kommandoer og få tilgang til skyressurser. Nye tilkoblinger krever din godkjenning.
nl: De MCP-server stelt AI-tools zoals Claude Code, Codex en Gemini CLI in staat om SSH-opdrachten uit te voeren en cloudresources te benaderen. Nieuwe verbindingen vereisen uw goedkeuring.
pl: Serwer MCP umożliwia narzędziom AI, takim jak Claude Code, Codex i Gemini CLI, wykonywanie poleceń SSH i dostęp do zasobów chmurowych. Nowe połączenia wymagają Twojej zgody.
pt_br: O servidor MCP permite que ferramentas de IA como Claude Code, Codex e Gemini CLI executem comandos SSH e acessem recursos na nuvem. Novas conexões requerem sua aprovação.
pt_pt: O servidor MCP permite que ferramentas de IA como Claude Code, Codex e Gemini CLI executem comandos SSH e acedam a recursos na nuvem. Novas ligações requerem a sua aprovação.
ro: Serverul MCP permite instrumentelor AI precum Claude Code, Codex și Gemini CLI să execute comenzi SSH și să acceseze resurse cloud. Conexiunile noi necesită aprobarea dvs.
sl: Strežnik MCP omogoča orodjem umetne inteligence, kot so Claude Code, Codex in Gemini CLI, izvajanje ukazov SSH in dostop do virov v oblaku. Nove povezave zahtevajo vaše odobritev.
sv: MCP-servern tillåter AI-verktyg som Claude Code, Codex och Gemini CLI att köra SSH-kommandon och komma åt molnresurser. Nya anslutningar kräver ditt godkännande.
uk: Сервер MCP дозволяє інструментам ШІ, як-от Claude Code, Codex і Gemini CLI, виконувати SSH-команди та отримувати доступ до хмарних ресурсів. Нові з'єднання потребують вашого схвалення.
vi: Máy chủ MCP cho phép các công cụ AI như Claude Code, Codex và Gemini CLI thực thi lệnh SSH và truy cập tài nguyên đám mây. Các kết nối mới yêu cầu sự chấp thuận của bạn.
zh_hans: MCP 服务器允许 Claude Code、Codex 和 Gemini CLI 等 AI 工具执行 SSH 命令和访问云资源。新连接需要您的批准。
zh_hant: MCP 伺服器允許 Claude Code、Codex 和 Gemini CLI 等 AI 工具執行 SSH 指令及存取雲端資源。新連線需要您的核准。

source: The model '%@' is not available. Try selecting a different model.
ar: النموذج '%@' غير متاح. حاول اختيار نموذج آخر.
ca: El model '%@' no està disponible. Proveu de seleccionar un model diferent.
cs: Model '%@' není dostupný. Zkuste vybrat jiný model.
da: Modellen '%@' er ikke tilgængelig. Prøv at vælge en anden model.
de: Das Modell „%@“ ist nicht verfügbar. Versuchen Sie, ein anderes Modell auszuwählen.
es: El modelo '%@' no está disponible. Intente seleccionar un modelo diferente.
fi: Malli '%@' ei ole käytettävissä. Kokeile valita toinen malli.
fr: Le modèle « %@ » n'est pas disponible. Essayez de sélectionner un autre modèle.
he: הדגם '%@' אינו זמין. נסה לבחור דגם אחר.
hu: A(z) '%@' modell nem érhető el. Próbáljon meg egy másik modellt választani.
it: Il modello '%@' non è disponibile. Prova a selezionare un modello diverso.
ja: モデル「%@」は利用できません。別のモデルを選択してください。
ko: 모델 '%@'을(를) 사용할 수 없습니다. 다른 모델을 선택해 보세요.
nb: Modellen «%@» er ikke tilgjengelig. Prøv å velge en annen modell.
nl: Het model '%@' is niet beschikbaar. Probeer een ander model te selecteren.
pl: Model '%@' nie jest dostępny. Spróbuj wybrać inny model.
pt_br: O modelo '%@' não está disponível. Tente selecionar um modelo diferente.
pt_pt: O modelo '%@' não está disponível. Tente selecionar um modelo diferente.
ro: Modelul '%@' nu este disponibil. Încearcă să selectezi un alt model.
sl: Model '%@' ni na voljo. Poskusite izbrati drug model.
sv: Modellen '%@' är inte tillgänglig. Försök välja en annan modell.
uk: Модель «%@» недоступна. Спробуйте вибрати іншу модель.
vi: Mô hình ‘%@’ không khả dụng. Hãy thử chọn mô hình khác.
zh_hans: 模型“%@”不可用。请尝试选择其他模型。
zh_hant: 模型「%@」不可用。請嘗試選擇其他模型。

source: The OIDC client must allow the redirect URI http://localhost:3000/login-callback (opkssh convention).
ar: يجب أن يسمح عميل OIDC بعنوان إعادة التوجيه http://localhost:3000/login-callback (وفق اصطلاح opkssh).
ca: El client OIDC ha de permetre l'URI de redirecció http://localhost:3000/login-callback (convenció d'opkssh).
cs: Klient OIDC musí povolit přesměrovací URI http://localhost:3000/login-callback (konvence opkssh).
da: OIDC-klienten skal tillade redirect-URI'en http://localhost:3000/login-callback (opkssh-konvention).
de: Der OIDC-Client muss die Weiterleitungs-URI http://localhost:3000/login-callback zulassen (opkssh-Konvention).
es: El cliente OIDC debe permitir el URI de redirección http://localhost:3000/login-callback (convención de opkssh).
fi: OIDC-asiakkaan on sallittava uudelleenohjaus-URI http://localhost:3000/login-callback (opkssh-käytäntö).
fr: Le client OIDC doit autoriser l'URI de redirection http://localhost:3000/login-callback (convention opkssh).
he: על לקוח ה-OIDC לאפשר את כתובת ההפניה http://localhost:3000/login-callback (מוסכמת opkssh).
hu: Az OIDC-kliensnek engedélyeznie kell a http://localhost:3000/login-callback átirányítási URI-t (opkssh-konvenció).
it: Il client OIDC deve consentire l'URI di reindirizzamento http://localhost:3000/login-callback (convenzione opkssh).
ja: OIDC クライアントはリダイレクト URI http://localhost:3000/login-callback を許可する必要があります（opkssh の規約）。
ko: OIDC 클라이언트는 리디렉션 URI http://localhost:3000/login-callback 을(를) 허용해야 합니다 (opkssh 규칙).
nb: OIDC-klienten må tillate omdirigerings-URI-en http://localhost:3000/login-callback (opkssh-konvensjon).
nl: De OIDC-client moet de omleidings-URI http://localhost:3000/login-callback toestaan (opkssh-conventie).
pl: Klient OIDC musi zezwalać na identyfikator URI przekierowania http://localhost:3000/login-callback (konwencja opkssh).
pt_br: O cliente OIDC precisa permitir a URI de redirecionamento http://localhost:3000/login-callback (convenção do opkssh).
pt_pt: O cliente OIDC tem de permitir o URI de redirecionamento http://localhost:3000/login-callback (convenção do opkssh).
ro: Clientul OIDC trebuie să permită URI-ul de redirecționare http://localhost:3000/login-callback (convenție opkssh).
sl: Odjemalec OIDC mora dovoliti preusmeritveni URI http://localhost:3000/login-callback (dogovor opkssh).
sv: OIDC-klienten måste tillåta omdirigerings-URI:n http://localhost:3000/login-callback (opkssh-konvention).
uk: Клієнт OIDC має дозволяти URI переспрямування http://localhost:3000/login-callback (домовленість opkssh).
vi: Máy khách OIDC phải cho phép URI chuyển hướng http://localhost:3000/login-callback (quy ước opkssh).
zh_hans: OIDC 客户端必须允许重定向 URI http://localhost:3000/login-callback（opkssh 约定）。
zh_hant: OIDC 用戶端必須允許重新導向 URI http://localhost:3000/login-callback（opkssh 慣例）。

source: The passkey and its per-use verification are managed by your passkey provider (iCloud Keychain or a third-party manager like 1Password). Its private key cannot be viewed, exported, or reconfigured by rootshell.
ar: يتولى مزود مفتاح المرور إدارة مفتاح المرور والتحقق عند كل استخدام (سلسلة مفاتيح iCloud أو مدير خارجي مثل 1Password). لا يمكن لـ rootshell عرض مفتاحه الخاص أو تصديره أو إعادة تكوينه.
ca: La clau d'accés i la seva verificació a cada ús les gestiona el vostre proveïdor de claus d'accés (iCloud Keychain o un gestor de tercers com 1Password). rootshell no en pot veure, exportar ni reconfigurar la clau privada.
cs: Přístupový klíč a jeho ověřování při každém použití spravuje váš poskytovatel přístupových klíčů (iCloud Keychain nebo správce třetí strany jako 1Password). Jeho soukromý klíč nemůže rootshell zobrazit, exportovat ani přenastavit.
da: Adgangsnøglen og dens verificering ved hver brug styres af din adgangsnøgleudbyder (iCloud-nøglering eller en tredjepartsmanager som 1Password). Dens private nøgle kan ikke vises, eksporteres eller omkonfigureres af rootshell.
de: Der Passkey und seine Verifizierung bei jeder Verwendung werden von Ihrem Passkey-Anbieter verwaltet (iCloud-Schlüsselbund oder ein Drittanbieter-Manager wie 1Password). Sein privater Schlüssel kann von rootshell weder angezeigt noch exportiert oder neu konfiguriert werden.
es: La clave de acceso y su verificación en cada uso las gestiona su proveedor de claves de acceso (iCloud Keychain o un gestor de terceros como 1Password). rootshell no puede ver, exportar ni reconfigurar su clave privada.
fi: Kulkuavainta ja sen käyttökohtaista vahvistusta hallitsee kulkuavaimen tarjoajasi (iCloud-avainnippu tai kolmannen osapuolen hallintaohjelma kuten 1Password). rootshell ei voi näyttää, viedä tai määrittää uudelleen sen yksityisavainta.
fr: La clé d'accès et sa vérification à chaque utilisation sont gérées par votre fournisseur de clés d'accès (iCloud Keychain ou un gestionnaire tiers comme 1Password). Sa clé privée ne peut être ni consultée, ni exportée, ni reconfigurée par rootshell.
he: מפתח המעבר והאימות בכל שימוש מנוהלים על ידי ספק מפתח המעבר שלך (מחזיק המפתחות של iCloud או מנהל צד-שלישי כמו 1Password). לא ניתן להציג, לייצא או להגדיר מחדש את המפתח הפרטי שלו ב-rootshell.
hu: Az azonosítókulcsot és a használatonkénti ellenőrzését az azonosítókulcs-szolgáltató kezeli (iCloud Keychain vagy külső kezelő, például az 1Password). A privát kulcsát a rootshell nem tudja megjeleníteni, exportálni vagy újrakonfigurálni.
it: La passkey e la sua verifica a ogni utilizzo sono gestite dal tuo provider di passkey (iCloud Keychain o un gestore di terze parti come 1Password). La sua chiave privata non può essere visualizzata, esportata o riconfigurata da rootshell.
ja: パスキーと使用ごとの認証は、パスキープロバイダ（iCloudキーチェーン、または1Passwordなどのサードパーティ製マネージャ）が管理します。その秘密鍵をrootshellが表示、エクスポート、再設定することはできません。
ko: 패스키와 사용할 때마다의 확인은 패스키 제공자(iCloud 키체인 또는 1Password 같은 타사 관리자)가 관리합니다. 해당 개인 키는 rootshell에서 보거나 내보내거나 다시 설정할 수 없습니다.
nb: Passnøkkelen og verifiseringen ved hver bruk styres av passnøkkelleverandøren din (iCloud-nøkkelring eller en tredjepartsbehandler som 1Password). Privatnøkkelen kan ikke vises, eksporteres eller konfigureres på nytt av rootshell.
nl: De passkey en de verificatie bij elk gebruik worden beheerd door uw passkey-provider (iCloud-sleutelhanger of een externe manager zoals 1Password). De privésleutel kan niet door rootshell worden bekeken, geëxporteerd of opnieuw geconfigureerd.
pl: Kluczem dostępu i jego weryfikacją przy każdym użyciu zarządza dostawca kluczy dostępu (iCloud Keychain lub menedżer innej firmy, taki jak 1Password). rootshell nie może wyświetlić, wyeksportować ani ponownie skonfigurować jego klucza prywatnego.
pt_br: A chave-senha e sua verificação a cada uso são gerenciadas pelo seu provedor de chaves-senha (iCloud Keychain ou um gerenciador de terceiros como o 1Password). Sua chave privada não pode ser visualizada, exportada nem reconfigurada pelo rootshell.
pt_pt: A chave de acesso e a respetiva verificação em cada utilização são geridas pelo seu fornecedor de chaves de acesso (iCloud Keychain ou um gestor de terceiros como o 1Password). A sua chave privada não pode ser visualizada, exportada nem reconfigurada pelo rootshell.
ro: Cheia de acces și verificarea sa la fiecare utilizare sunt gestionate de furnizorul dvs. de chei de acces (iCloud Keychain sau un manager terț precum 1Password). Cheia sa privată nu poate fi vizualizată, exportată sau reconfigurată de rootshell.
sl: Ključ za dostop in njegovo preverjanje ob vsaki uporabi upravlja vaš ponudnik ključev za dostop (iCloud Keychain ali upravitelj drugega ponudnika, kot je 1Password). Njegovega zasebnega ključa rootshell ne more prikazati, izvoziti ali znova nastaviti.
sv: Passkeyn och dess verifiering vid varje användning hanteras av din passkey-leverantör (iCloud-nyckelring eller en tredjepartshanterare som 1Password). Dess privata nyckel kan inte visas, exporteras eller konfigureras om av rootshell.
uk: Ключем доступу та його перевіркою під час кожного використання керує ваш провайдер ключів доступу (iCloud Keychain або сторонній менеджер, наприклад 1Password). rootshell не може переглянути, експортувати чи переналаштувати його приватний ключ.
vi: Passkey và việc xác minh mỗi lần sử dụng do nhà cung cấp passkey của bạn (Chuỗi khóa iCloud hoặc trình quản lý bên thứ ba như 1Password) quản lý. rootshell không thể xem, xuất hoặc cấu hình lại khóa riêng tư của nó.
zh_hans: 通行密钥及其每次使用时的验证由您的通行密钥提供方（iCloud 钥匙串或 1Password 等第三方管理器）管理。rootshell 无法查看、导出或重新配置其私钥。
zh_hant: 密碼金鑰及其每次使用時的驗證由您的密碼金鑰提供者（iCloud 鑰匙圈或 1Password 等第三方管理程式）管理。rootshell 無法檢視、匯出或重新設定其私鑰。

source: The passphrase is used once to decrypt the key during import and is never stored; the imported key is protected by the Keychain
ar: تُستخدم عبارة المرور مرة واحدة لفك تشفير المفتاح أثناء الاستيراد ولا يتم تخزينها أبدًا؛ المفتاح المستورد محمي بسلسلة المفاتيح
ca: La frase de pas s'utilitza una sola vegada per desxifrar la clau durant la importació i mai no es desa; la clau importada està protegida pel Keychain
cs: Heslová fráze se použije jednou k dešifrování klíče při importu a nikdy se neukládá; importovaný klíč je chráněn Klíčenkou
da: Adgangsfrasen bruges én gang til at dekryptere nøglen under importen og gemmes aldrig; den importerede nøgle beskyttes af Keychain
de: Die Passphrase wird einmalig zum Entschlüsseln des Schlüssels beim Import verwendet und nie gespeichert; der importierte Schlüssel wird durch den Schlüsselbund geschützt
es: La frase de contraseña se usa una sola vez para descifrar la clave durante la importación y nunca se almacena; la clave importada está protegida por el llavero
fi: Tunnuslausetta käytetään kerran avaimen purkamiseen tuonnin aikana, eikä sitä tallenneta koskaan; tuotu avain on avainnipun suojaama
fr: La phrase secrète est utilisée une seule fois pour déchiffrer la clé lors de l'importation et n'est jamais conservée ; la clé importée est protégée par le trousseau
he: ביטוי הסיסמה משמש פעם אחת לפענוח המפתח בעת הייבוא ולעולם אינו נשמר; המפתח המיובא מוגן על ידי Keychain
hu: A jelmondat egyszer, az importálás során a kulcs visszafejtéséhez szolgál, és soha nem kerül tárolásra; az importált kulcsot a Keychain védi
it: La passphrase viene usata una sola volta per decifrare la chiave durante l'importazione e non viene mai memorizzata; la chiave importata è protetta dal Portachiavi
ja: パスフレーズは読み込み時にキーを復号するために一度だけ使用され、保存されることはありません。読み込まれたキーはキーチェーンで保護されます
ko: 패스프레이즈는 가져오는 동안 키를 복호화하는 데 한 번만 사용되며 저장되지 않습니다. 가져온 키는 키체인으로 보호됩니다
nb: Passfrasen brukes én gang til å dekryptere nøkkelen under importen og lagres aldri; den importerte nøkkelen beskyttes av nøkkelringen
nl: De wachtwoordzin wordt eenmalig gebruikt om de sleutel te ontsleutelen tijdens het importeren en wordt nooit bewaard; de geïmporteerde sleutel wordt beveiligd door de Sleutelhanger
pl: Hasło klucza jest używane jednorazowo do odszyfrowania klucza podczas importu i nigdy nie jest przechowywane; zaimportowany klucz jest chroniony przez Keychain
pt_br: A frase-senha é usada uma única vez para descriptografar a chave durante a importação e nunca é armazenada; a chave importada é protegida pelo Keychain
pt_pt: A frase-passe é usada uma única vez para desencriptar a chave durante a importação e nunca é armazenada; a chave importada é protegida pelo Porta-chaves
ro: Fraza de acces este folosită o singură dată pentru a decripta cheia în timpul importului și nu este stocată niciodată; cheia importată este protejată de Keychain
sl: Geslo se enkrat uporabi za dešifriranje ključa med uvozom in se nikoli ne shrani; uvoženi ključ je zaščiten s Keychainom
sv: Lösenfrasen används en gång för att dekryptera nyckeln vid importen och lagras aldrig; den importerade nyckeln skyddas av nyckelringen
uk: Парольна фраза використовується один раз для розшифрування ключа під час імпорту й ніколи не зберігається; імпортований ключ захищено Keychain
vi: Cụm mật khẩu chỉ được dùng một lần để giải mã khóa trong quá trình nhập và không bao giờ được lưu trữ; khóa đã nhập được Keychain bảo vệ
zh_hans: 密码短语仅在导入时用于解密密钥一次，不会被存储；导入后的密钥由钥匙串保护
zh_hant: 密碼片語僅在匯入時用於解密金鑰一次，不會被儲存；匯入後的金鑰由鑰匙圈保護

source: The private key is generated inside the Secure Enclave and can never be read, exported, backed up, or synced — not even by this app. P-256 only.
ar: يتم إنشاء المفتاح الخاص داخل Secure Enclave ولا يمكن أبداً قراءته أو تصديره أو نسخه احتياطياً أو مزامنته — ولا حتى بواسطة هذا التطبيق. P-256 فقط.
ca: La clau privada es genera dins del Secure Enclave i no es pot llegir, exportar, fer-ne còpia de seguretat ni sincronitzar mai — ni tan sols aquesta aplicació. Només P-256.
cs: Soukromý klíč se generuje uvnitř Secure Enclave a nelze jej nikdy přečíst, exportovat, zálohovat ani synchronizovat — dokonce ani touto aplikací. Pouze P-256.
da: Den private nøgle genereres i Secure Enclave og kan aldrig læses, eksporteres, sikkerhedskopieres eller synkroniseres — ikke engang af denne app. Kun P-256.
de: Der private Schlüssel wird in der Secure Enclave generiert und kann niemals gelesen, exportiert, gesichert oder synchronisiert werden — nicht einmal von dieser App. Nur P-256.
es: La clave privada se genera dentro del Secure Enclave y nunca se puede leer, exportar, respaldar ni sincronizar — ni siquiera por esta app. Solo P-256.
fi: Yksityinen avain luodaan Secure Enclaven sisällä, eikä sitä voi koskaan lukea, viedä, varmuuskopioida tai synkronoida — ei edes tämä sovellus. Vain P-256.
fr: La clé privée est générée dans le Secure Enclave et ne peut jamais être lue, exportée, sauvegardée ou synchronisée — pas même par cette application. P-256 uniquement.
he: המפתח הפרטי נוצר בתוך Secure Enclave ולעולם לא ניתן לקרוא, לייצא, לגבות או לסנכרן אותו — אפילו לא על ידי אפליקציה זו. P-256 בלבד.
hu: A privát kulcs a Secure Enclave-ben generálódik, és soha nem olvasható ki, nem exportálható, nem menthető biztonsági másolatba és nem szinkronizálható — még maga az alkalmazás által sem. Csak P-256.
it: La chiave privata viene generata all'interno del Secure Enclave e non può mai essere letta, esportata, sottoposta a backup o sincronizzata — nemmeno da questa app. Solo P-256.
ja: 秘密鍵はSecure Enclave内で生成され、このアプリでさえも読み取り、エクスポート、バックアップ、同期は一切できません。P-256のみ。
ko: 개인 키는 Secure Enclave 내부에서 생성되며 절대 읽거나 내보내거나 백업하거나 동기화할 수 없습니다 — 이 앱조차도 불가능합니다. P-256 전용입니다.
nb: Privatnøkkelen genereres inne i Secure Enclave og kan aldri leses, eksporteres, sikkerhetskopieres eller synkroniseres — ikke engang av denne appen. Kun P-256.
nl: De privésleutel wordt gegenereerd in de Secure Enclave en kan nooit worden gelezen, geëxporteerd, in een back-up worden opgenomen of worden gesynchroniseerd — zelfs niet door deze app. Alleen P-256.
pl: Klucz prywatny jest generowany w Secure Enclave i nigdy nie może zostać odczytany, wyeksportowany, uwzględniony w kopii zapasowej ani zsynchronizowany — nawet przez tę aplikację. Tylko P-256.
pt_br: A chave privada é gerada dentro do Secure Enclave e nunca pode ser lida, exportada, copiada em backup nem sincronizada — nem mesmo por este app. Apenas P-256.
pt_pt: A chave privada é gerada dentro do Secure Enclave e nunca pode ser lida, exportada, incluída em cópias de segurança ou sincronizada — nem sequer por esta aplicação. Apenas P-256.
ro: Cheia privată este generată în Secure Enclave și nu poate fi niciodată citită, exportată, salvată în backup sau sincronizată — nici măcar de această aplicație. Doar P-256.
sl: Zasebni ključ je ustvarjen znotraj Secure Enclave in ga nikoli ni mogoče prebrati, izvoziti, varnostno kopirati ali sinhronizirati — niti tej aplikaciji. Samo P-256.
sv: Den privata nyckeln genereras inuti Secure Enclave och kan aldrig läsas, exporteras, säkerhetskopieras eller synkroniseras — inte ens av den här appen. Endast P-256.
uk: Приватний ключ генерується всередині Secure Enclave, і його ніколи не можна прочитати, експортувати, зберегти в резервній копії чи синхронізувати — навіть цьому застосунку. Лише P-256.
vi: Khóa riêng tư được tạo bên trong Secure Enclave và không bao giờ có thể bị đọc, xuất, sao lưu hoặc đồng bộ — ngay cả ứng dụng này cũng không. Chỉ P-256.
zh_hans: 私钥在 Secure Enclave 中生成，永远无法被读取、导出、备份或同步，即使本应用也不行。仅支持 P-256。
zh_hant: 私鑰在 Secure Enclave 內產生，永遠無法被讀取、匯出、備份或同步 — 即使是本 App 也不行。僅限 P-256。
